Repository: julien-nc/gpxpod
Catalog: translationfiles/*/gpxpod.po
Languages: ca_es, de_de

source: Share not found
ca_es: Compartit no trobat
de_de: Freigabe nicht gefunden

source: GpxPod public access
ca_es: Accés públic GpxPod
de_de: GpxPod öffentlicher Zugriff

source: Public link
ca_es: Enllaç públic
de_de: Öffentlicher Link

source: Path not found in share
ca_es: Camí no trobat a la compartició
de_de: Pfad nicht in Freigabe gefunden

source: GpxPod public file share
ca_es: GpxPod compartir fitxer públic
de_de: GpxPod Datei öffentlich freigeben

source: GpxPod public directory share
ca_es: GpxPod compartir directori públic
de_de: GpxPod Verzeichnis öffentlich freigeben

source: Track or directory has never been accessed by its owner
ca_es: Mai s'ha accedit a la ruta o directori pel seu propietari
de_de: Track oder Verzeichnis wurde von seinem Besitzer noch nie aufgerufen

source: Bad HTTP method
ca_es: Mètode HTTP erroni
de_de: Ungültige HTTP-Methode

source: Bad credentials
ca_es: Credencials incorrectes
de_de: Falsche Anmeldedaten

source: No selected directory
ca_es: Directori no seleccionat
de_de: Kein Verzeichnis ausgewählt

source: Allow popups for this page in order to open the comparison tab/window.
ca_es: Permetre finestres emergents per aquesta pàgina per obrir la pestanya/finestra de comparació.
de_de: Erlaube Popups für diese Seite, um die Tabs/Fenster für den Vergleich zu öffnen.

source: Failed to add directory
ca_es: No s'ha pogut crear el directori
de_de: Hinzufügen des Verzeichnisses fehlgeschlagen

source: Failed to add directory recursively
ca_es: No s'ha pogut crear el directori recursiu
de_de: Verzeichnis konnte nicht rekursiv hinzugefügt werden

source: Failed to delete directory
ca_es: No s'ha pogut eliminar el directori
de_de: Verzeichnis konnte nicht gelöscht werden

source: Failed to load tracks information
ca_es: Càrrega d'informació de rutes fallida
de_de: Fehler beim Laden der Track-Informationen

source: Failed to get corrected elevations
ca_es: Ha fallat l'obtenció per corregir elevacions
de_de: Fehler beim Abrufen der korrigierten Höhenangaben

source: Failed to load track geojson
ca_es: Ha fallat la càrrega del geojson de la ruta
de_de: Fehler beim Laden der Track-GeoJSON

source: Failed to delete track
ca_es: No s'ha pogut eliminar la ruta
de_de: Dieser Track konnte nicht gelöscht werden

source: Failed to delete tracks
ca_es: No s'ha pogut eliminar les rutes
de_de: Fehler beim Löschen der Tracks

source: Failed to save settings
ca_es: No s'ha pogut desar la configuració
de_de: Fehler beim speichern der Einstellungen

source: Failed to delete tile server
ca_es: No s'ha pogut eliminar la capa del servidor
de_de: Fehler beim Löschen des Kachel-Servers

source: Failed to add tile server
ca_es: No s'ha pogut afegir la capa del servidor
de_de: Fehler beim Hinzufügen des Kachel-Servers

source: The API keys defined here will be used by all users. Each user can set personal API keys to use intead of those ones.
de_de: Die hier definierten API-Schlüssel werden von allen Benutzern verwendet. Jeder Benutzer kann persönliche API-Schlüssel festlegen, die anstelle dieser Schlüssel verwendet werden.

source: Maptiler API key
ca_es: API key Maptiler
de_de: Maptiler API-Schlüssel

source: api key
de_de: API Schlüssel

source: Proxy map tiles/vectors requests via Nextcloud
de_de: Proxy-Karten-Kacheln/Vektoren-Anfragen über Nextcloud

source: Use GpsBabel to convert files (instead of native converters)
ca_es: Utilitzi GpsBabel per convertir arxius (en compte de convertidors natius)
de_de: Verwende GpsBabel zum Konvertieren von Dateien (anstelle des nativen Konverters)

source: This default key is very limited. Please consider creating your own API key on {maptilerLink}
de_de: Dieser Standard API-Schlüssel ist sehr begrenzt. Bitte erstelle einen eigenen API-Schlüssel auf {maptilerLink}

source: GpxPod admin options saved
ca_es: Opcions d'administració de GpxPod desades
de_de: GpxPod Admin-Optionen gespeichert

source: Failed to save GpxPod admin options
ca_es: Les opcions d'administració de GpxPod no s'han pogut guardar
de_de: Fehler beim Speichern der GpxPod-Admin-Einstellungen

source: Cumulated directory statistics
ca_es: Estadístiques de directori acumulades
de_de: Gesamte Verzeichnisstatistiken

source: No data to display
ca_es: No hi ha dades per mostrar
de_de: Keine anzuzeigenden Daten

source: Cumulative total distance
ca_es: Distancia total acumulada
de_de: Gesamtdistanz

source: Cumulative total duration
ca_es: Duració total acumulada
de_de: Gesamtdauer

source: Moving time
ca_es: Temps en moviment
de_de: Bewegungszeit

source: Pause time
ca_es: Temps de pausa
de_de: Standzeit

source: Begin
ca_es: Inicia
de_de: Beginn

source: End
ca_es: Final
de_de: Ende

source: Cumulative elevation gain
ca_es: Elevació guanyada acumulada
de_de: Gesamter Höhengewinn

source: Cumulative elevation loss
ca_es: Elevació perduda acumulada
de_de: Gesamter Höhenverlust

source: Minimum elevation
ca_es: Elevació mínima
de_de: Niedrigster Punkt

source: Maximum elevation
ca_es: Elevació màxima
de_de: Höchster Punkt

source: Maximum speed
ca_es: Velocitat màxima
de_de: Höchstgeschwindigkeit

source: Average speed
ca_es: Velocitat mitjana
de_de: Durchschnittsgeschwindigkeit

source: Moving average speed
ca_es: Velocitat mitjana de moviment
de_de: Gleitende Durchschnittsgeschwindigkeit

source: Moving average pace
ca_es: Ritme mitjà de moviment
de_de: Gleitende durchschnittliche Geschwindigkeit

source: Sharing
ca_es: Compartint
de_de: Teilen

source: Stats
ca_es: Estadístiques
de_de: Statistiken

source: GpxPod settings
ca_es: Paràmetres GpxPod
de_de: GpxPod-Einstellungen

source: Map
ca_es: Mapa
de_de: Karte

source: Choose whether the navigation track list shows all tracks or only the ones located in the current map view.
de_de: Wähle, ob alle Tracks angezeigt werden sollen oder nur die Tracks in der aktuellen Kartenansicht.

source: Filter with map view (dynamic track list)
de_de: Filter mit Kartenansicht (dynamische Trackliste)

source: Show directory bounds on hover
ca_es: Mostrar els límits del directori al passar per sobre
de_de: Verzeichnisgrenzen beim darüber schweben anzeigen

source: Use all the segments in a track to define the color gradient (instead of having independent segments)
de_de: Verwende alle Segmente eines Tracks, um den Farbverlauf zu definieren (anstelle von unabhängigen Segmenten)

source: Show track marker cluster
de_de: Trackmarker-Cluster anzeigen

source: Show picture marker cluster
de_de: Bildermarker-Cluster anzeigen

source: Show mouse position coordinates in the bottom-left map corner
de_de: Mauspositionskoordinaten in der unteren linken Kartenecke anzeigen

source: Compact navigation view
de_de: Kompakte Navigationsansicht

source: Draw line borders
de_de: Linienränder zeichnen

source: Draw line direction arrows
de_de: Linien Richtungspfeile zeichnen

source: Arrows scale factor
de_de: Pfeil Skalierungsfaktor

source: Arrows spacing
de_de: Pfeil Abstand

source: Track line width
de_de: Breite der Tracklinie

source: Track line opacity
de_de: Deckkraft der Tracklinie

source: Distance unit
ca_es: Unitats de distància
de_de: Entfernungseinheit

source: Metric
ca_es: Mètric
de_de: Metrisches Maßsystem

source: Imperial (English)
ca_es: Imperial (anglès)
de_de: Imperial (Englisch)

source: Nautical
ca_es: Nàutic
de_de: Nautisches Maßsystem

source: 3D elevation exaggeration (effective after page reload)
ca_es: Exageració de l'elevació 3D (efectiva després de tornar a carregar la pàgina)
de_de: 3D Höhenübertreibung (funktioniert erst nach neuladen der Seite)

source: Font scale factor
de_de: Schriftart Skalierungsfaktor

source: API keys
de_de: API-Schlüssel

source: If you leave the Maptiler API key empty, GpxPod will use the one defined by the Nextcloud admin as default.
de_de: Wenn Sie den Maptiler-API-Schlüssel leer lassen, wird GpxPod den vom Nextcloud-Administrator definierten Schlüssel als Standard verwenden.

source: API key to use Maptiler (mandatory)
de_de: API-Schlüssel zur Verwendung von Maptiler (obligatorisch)

source: my-api-key
de_de: mein-api-schlüssel

source: Tile servers
de_de: Kachel-Server

source: Changes are effective after reloading the page.
de_de: Änderungen sind nach dem Neuladen der Seite wirksam.

source: About
ca_es: Sobre
de_de: Über

source: Thanks for using Gpxpod
ca_es: Gràcies per utilitzar Gpxpod
de_de: Vielen Dank für die Verwendung von Gpxpod

source: Bug/issue tracker
ca_es: Seguiment d'errors/problemes
de_de: Bug/Fehler-Tracker

source: Translation
ca_es: Traducció
de_de: Übersetzung

source: User documentation
ca_es: Documentació d'usuari
de_de: Benutzerdokumentation

source: Admin documentation
ca_es: Documentació d'administrador
de_de: Admin-Dokumentation

source: Developer documentation
ca_es: Documentació del desenvolupador
de_de: Entwicklerdokumentation

source: If your admin hasn't defined an API key, you can get one for free on {maptilerLink}. Create an account then go to "Account" -> "API keys" and create a key or use your default one.
de_de: Wenn der Admin keinen API-Schlüssel definiert hat, erstelle einen kostenlos auf {maptilerLink}. Erstelle ein Konto gehe dann auf "Account" -> "API Keys" und erstelle einen Schlüssel oder verwende den Standardschlüssel.

source: GpxPod admin settings
ca_es: Paràmetres d'administració GpxPod
de_de: GpxPod Admin-Einstellungen

source: As you are an administrator, you can set global API keys in the {adminLink}
ca_es: Com a administrador, pots assignar una API key globals a {adminLink}
de_de: Da Sie ein Administrator sind, können Sie einen globalen API-Schlüssel unter {adminLink} festlegen

source: API key saved, effective after a page reload
de_de: API-Schlüssel gespeichert, wirksam nach dem Neuladen der Seite

source: Add directories
de_de: Verzeichnisse hinzufügen

source: Add one directory
ca_es: Afegir un directori
de_de: Ein Verzeichnis hinzufügen

source: Recursively add a directory
ca_es: Afegir directori recursivament
de_de: Rekursiv ein Verzeichnis hinzufügen

source: Add directory
ca_es: Afegir directori
de_de: Verzeichnis hinzufügen

source: Back
ca_es: Enrere
de_de: Zurück

source: Sort ascending
ca_es: Ordre ascendent
de_de: Aufsteigend sortieren

source: Sort descending
ca_es: Ordenació descendent
de_de: Absteigend sortieren

source: Download
ca_es: Descarregar
de_de: Herunterladen

source: Download as KML
ca_es: Descarrega KML
de_de: Als KML herunterladen

source: Download as KMZ (with photos)
ca_es: Decarregar KMZ (amb fotos)
de_de: Als KMZ (mit Fotos) herunterladen

source: Display recursively
ca_es: Mostrar recursivament
de_de: Rekursiv anzeigen

source: Compare selected tracks
ca_es: Comprar rutes seleccionades
de_de: Ausgewählte Tracks vergleichen

source: Reload
ca_es: Recarregar
de_de: Neu laden

source: Reload and reprocess
ca_es: Recarregar i reprocessar
de_de: Neu laden und überarbeiten

source: Delete selected tracks
ca_es: Eliminar les rutes seleccionades
de_de: Ausgewählte Tracks löschen

source: Share
ca_es: Compartir
de_de: Teilen

source: Toggle all
ca_es: Commuta-ho tot
de_de: Alle umschalten

source: Zoom to bounds
ca_es: Zoom als límits
de_de: An Bereich zoomen

source: Change track sort order
ca_es: Canviar l'ordre de les rutes
de_de: Reihenfolge der Tracks ändern

source: Remove from list
ca_es: Elimina de la llista
de_de: Aus Liste entfernen

source: More actions
ca_es: Més accions
de_de: Weitere Aktionen

source: No track to show
ca_es: No hi ha rutes per mostrar
de_de: Kein Tracks verfügbar

source: {np} photo
de_de: {np} Foto

source: Change color
ca_es: Canviar Color
de_de: Farbe ändern

source: Change color criteria
ca_es: Canviar els criteris de color
de_de: Farbkriterien ändern

source: Correct elevations
ca_es: Corregir elevacions
de_de: Korrekte Höhenangaben

source: Delete this file
ca_es: Eliminar aquest fitxer
de_de: Diese Datei löschen

source: Share link
ca_es: Compartir l'enllaç
de_de: Link teilen

source: Create a new share link
ca_es: Crea un enllaç per a compartir
de_de: Erstelle einen Freigabelink

source: Link copied
ca_es: S'ha copiat l'enllaç
de_de: Link kopiert

source: Copy link to clipboard
ca_es: Copia l'enllaç al porta-retalls
de_de: Link in die Zwischenablage kopieren

source: HTML iframe copied
ca_es: Marc HTML copiat
de_de: HTML iframe kopiert

source: Copy HTML iframe to clipboard (to embed in other websites)
ca_es: Copiar marc HTML al porta-retalls (per incrustar a altres pàgines web)
de_de: HTML iframe in die Zwischenablage kopieren (um in andere Webseiten einzubinden)

source: Share label
ca_es: Compartir etiqueta
de_de: Label teilen

source: Password protect
ca_es: Protegir amb contrasenya
de_de: Passwortgeschützt

source: Set link password
ca_es: Assignar enllaç de contrasenya
de_de: Linkpasswort festlegen

source: Delete link
ca_es: Eliminar l'enllaç
de_de: Link löschen

source: Add another link
ca_es: Afegir un altre enllaç
de_de: Weiteren Link hinzufügen

source: Share link created
ca_es: Compartir enllaç creat
de_de: Link erstellt

source: Failed to create share link
ca_es: No s'ha pogut crear l'enllaç compartit
de_de: Fehler beim Erstellen des Teilen-Links

source: Link could not be copied to clipboard
ca_es: No s'ha pogut copiar l'enllaç al porta-papers
de_de: Link konnte nicht in die Zwischenablage kopiert werden

source: Share link saved
ca_es: Compartir enllaç guardat
de_de: Freigabe-Link gespeichert

source: Failed to edit share link
ca_es: No s'ha pogut editar l'enllaç compartit
de_de: Fehler beim Bearbeiten des Freigabe-Links

source: Share link deleted
ca_es: Compartir enllaç eliminat
de_de: Freigabe-Link gelöscht

source: Failed to delete share
ca_es: No s'ha pogut eliminar la compartició
de_de: Freigabe konnte nicht gelöscht werden

source: Type
ca_es: Tipus
de_de: Typ

source: Vector
de_de: Vektor

source: My tile server
de_de: Mein Kachel-Server

source: Server address
ca_es: Adreça del servidor
de_de: Serveradresse

source: A raster tile server address must contain "{x}", "{y}" and "{z}" and can optionally contain "{s}". For example: {exampleRasterUrl} .
de_de: Eine Raster-Kachel-Serveradresse muss „{x}“, „{y}“ und „{z}“ enthalten und kann optional „{s}“ enthalten. Zum Beispiel {exampleRasterUrl}.

source: List of public raster tile servers
de_de: Liste der öffentlichen Raster-Kachel-Server

source: A vector tile server address can point to a MapTiler style.json file, for example: {exampleVectorStyleUrl}. It can contain GET parameters like the API key.
de_de: Eine Vektor-Kachel-Serveradresse kann auf eine MapTiler style.json Datei verweisen, zum Beispiel {exampleVectorStyleUrl}. Sie kann GET-Parameter wie den API-Schlüssel enthalten.

source: Vector styles available in your MapTiler account
de_de: Vektoren-Stile sind in MapTiler Account verfügbar

source: Min zoom
ca_es: Zoom mínim
de_de: Minimaler Zoom

source: Max zoom
ca_es: Zoom màxim
de_de: Maximaler Zoom

source: Attribution
ca_es: Reconeixement
de_de: Eigenschaften

source: Map data from...
ca_es: Dades del mapa de...
de_de: Kartendaten von...

source: Add
ca_es: Afegir
de_de: Hinzufügen

source: Add a global tile server
de_de: Globalen Kachel-Server hinzufügen

source: Add a personal tile server
de_de: Persönlichen Kachel-Server hinzufügen

source: Delete tile server
de_de: Kachel-Server löschen

source: Personal tile servers
de_de: Persönliche Kachel-Server

source: Admin tile servers
de_de: Admin-Kachel-Server

source: Add tile server
de_de: Kachel-Server hinzufügen

source: Elevation
ca_es: Altura
de_de: Höhe

source: Speed
ca_es: Velocitat
de_de: Geschwindigkeit

source: Pace
ca_es: Ritme
de_de: Tempo

source: Elapsed time
ca_es: Temps transcorregut
de_de: Vergangene Zeit

source: Traveled distance
ca_es: Distància viatjada
de_de: Zurückgelegte Entfernung

source: By elapsed time
ca_es: Per temps transcorregut
de_de: Nach vergangener Zeit

source: By traveled distance
ca_es: Per distància viatjada
de_de: Nach zurückgelegter Entfernung

source: By date
ca_es: Per data
de_de: Nach Datum

source: Chart X axis
ca_es: Eix X del gràfic
de_de: Karte X-Achse

source: Date
ca_es: Data
de_de: Datum

source: Show Y axis scale for
ca_es: Mostrar escala de l'eix Y per
de_de: Y-Achsenskala anzeigen für

source: None
ca_es: Res
de_de: Keine

source: Extension
ca_es: Extensió
de_de: Erweiterung

source: Track extension property to draw
ca_es: Propietat d'extensió de ruta per dibuixar
de_de: Zu zeichnende Eigenschaft des Tracks

source: Center map on chart hovered point
ca_es: Centrar mapa en el punt del gràfic
de_de: Karte auf schwebendem Punkt zentrieren

source: Show details of hovered point on the map
de_de: Details des schwebenden Punktes auf der Karte anzeigen

source: Track statistics
ca_es: Estadístiques de ruta
de_de: Track-Statistiken

source: Total distance
ca_es: Distància total
de_de: Entfernung insgesamt

source: Total duration
ca_es: Duració total
de_de: Gesamtdauer

source: No date
ca_es: Sense data
de_de: Kein Datum

source: Number of points
ca_es: Nombre de punts
de_de: Anzahl der Datenpunkte

source: Show map
de_de: Karte anzeigen

source: No tracks
ca_es: No hi ha rutes
de_de: Keine Tracks

source: Filter track list
ca_es: Filtres de la llista de rutes
de_de: Trackliste filtern

source: Cancel deletion
ca_es: Cancel·lar eliminat
de_de: Löschen abbrechen

source: No duration
de_de: Keine Dauer

source: Charts
ca_es: Gràfiques
de_de: Diagramme

source: Track comparison
ca_es: Comparació de ruta
de_de: Track-Vergleich

source: Track pair
ca_es: Parell de rutes
de_de: Track-Paar

source: Color by
ca_es: Per color
de_de: Farbkriterien

source: Time
ca_es: Temps
de_de: Zeit

source: Distance
ca_es: Distància
de_de: Entfernung

source: Global comparison table
de_de: Globale Vergleichstabelle

source: Value
ca_es: Valor
de_de: Wert

source: {d1} is longer than {d2}
ca_es: {d1} és més llarg que {d2}
de_de: {d1} ist länger als {d2}

source: {d1} is shorter than {d2}
ca_es: {d1} és més curt que {d2}
de_de: {d1} ist kürzer als {d2}

source: {d1} is equal to {d2}
ca_es: {d1} és igual que {d2}
de_de: {d1} ist gleich {d2}

source: {t1} is slower than {t2}
ca_es: {t1} és més lent que {t2}
de_de: {t1} ist langsamer als {t2}

source: {t1} is quicker than {t2}
ca_es: {t1} és més ràpid que {t2}
de_de: {t1} ist schneller als {t2}

source: {t1} is equal to {t2}
ca_es: {t1} és igual que {t2}
de_de: {t1} ist gleich {t2}

source: {e1} climbs more than {e2}
ca_es: {e1} puja més que {e2}
de_de: {e1} steigt mehr als {e2}

source: {e1} climbs less than {e2}
ca_es: {e1} puja menys que {e2}
de_de: {e1} steigt weniger als {e2}

source: {e1} is equal to {e2}
ca_es: {e1} és igual que {e2}
de_de: {e1} ist gleich {e2}

source: There is no divergence here
ca_es: Aquí no hi ha divergència
de_de: Keine Abweichung hier

source: Search a location
ca_es: Cercar una ubicació
de_de: Ort suchen

source: No data
ca_es: Sense dades
de_de: Keine Daten

source: Altitude
ca_es: Altitud
de_de: Höhe

source: Direction
ca_es: Adreça
de_de: Richtung

source: Open in Files
ca_es: Obrir a Fitxers
de_de: In Dateien öffnen

source: Directory {p} has been added
ca_es: Directori {p} ha estat afegit
de_de: Verzeichnis {p} wurde hinzugefügt

source: View in GpxPod
ca_es: Visualitzar a GpxPod
de_de: In GpxPod anzeigen

source: Compare with GpxPod
ca_es: Comparar amb GpxPod
de_de: Mit GpxPod vergleichen

source: Waypoint
ca_es: Punt de ruta
de_de: Wegpunkt

source: ESRI topo with relief
de_de: ESRI Topo mit Relief

source: WaterColor
ca_es: Aquarel·la
de_de: Aquarell

source: Streets
de_de: Straßen

source: Satellite
de_de: Satellit

source: Outdoor
de_de: Im Freien

source: Dark
de_de: Dunkel

source: No elevation data
de_de: Keine Höhendaten

source: No speed data
de_de: Keine Geschwindigkeitsdaten

source: GPS speed
ca_es: Velocitat GPS
de_de: GPS-Geschwindigkeit

source: Heart rate
de_de: Herzfrequenz

source: Temperature
de_de: Temperatur

source: Traveled distance (device)
de_de: Zurückgelegte Entfernung (Gerät)

source: Password protected share
de_de: Passwort-geschützte Freigabe

source: Wrong link password
de_de: Falsches Linkpasswort

source: Share link password
de_de: Link-Passwort teilen

source: Details
ca_es: Detalls

source: Name
ca_es: Nom

source: Start
ca_es: Inici
